"zanalytics.crosspromotion.navbar.button.title.back" = "Atrás";
"zanalytics.crosspromotion.title" = "Más aplicaciones";
"zanalytics.crosspromotion.otherapps" = "Otras aplicaciones";
"zanalytics.crosspromotion.relevantapps" = "Aplicaciones relevantes";
"zanalytics.crosspromotion.noappstodisplay" = "No hay aplicaciones para mostrar";
"zanalytics.crosspromotion.nodatafound" = "No se encontraron datos";
"zanalytics.crosspromotion.somethingwrong" = "Se ha producido un error";
"zanalytics.crosspromotion.nointernet" = "Sin conexión a Internet";
"zanalytics.crosspromotion.open" = "Abrir";
"zanalytics.crosspromotion.install" = "Instalar";
"zanalytics.crosspromotion.get" = "Obtener";
"zanalytics.crosspromotion.appsyoumaylike" = "Aplicaciones que le pueden gustar";
"zanalytics.crosspromotion.moreappsfromus" = "Más aplicaciones nuestras";
"zanalytics.crosspromotion.viewallapps" = "Ver todas las aplicaciones";
